export const Subcategories = [
  'Лапша',
  'Напитки',
  'Снэки',
  'Сладости',
  'Соусы и Приправы',
  'Токпоки',

  'Блокноты и Тетради',
  'Наклейки и Стикеры',
  'Подарочные упаковки',
  'Канцтовары',
  'Печатная Продукция', //10

  'Genshin Impact',
  'Harry Potter',
  'Аниме',

  'Кружки',
  'Коробки',
  'Пакеты',
  'Сладости',
  'Открытки',
  'Канцелярия',
  'Антистрессы',
  'Значки',
  'Обложки',
  'Уход',
  'Косметика',

  'Серьги',
  'Колье и подвески',
  'Кольца',
  'Браслеты',
  'Аксессуары',
];
