
import './About.scss';


export const About = () => {
  return (
    <div className='box'>
      <section>
    
        <h1>O нас</h1>
        
        <p>
        Магазин «Grega’s shop» создан в  память о храбром и сильном  мальчике Руслане.
        Логотип компании любимая игрушка Руслана, его друг, с которым он не разлучался даже в поездках. 
        </p>
        <br></br>
      </section>

      <section>
        <ul>
          
          <li>Магазин пропитан азиатской культурой: анимe, K-pop, лапша, напитки и сладости.</li>
          <li>Grega’s shop - это все про тренды, динамику и молодость.</li>
          <li>Мы рады каждому кто испытывает особенные чувства к таинственной и разнообразной Азии</li>
        </ul>
        <br></br>
        <br></br>
        <h1>Что мы делаем, чтобы наши партнеры оставались довольными</h1>
        <ul>
          <li>Всегда широкий ассортимент товара. Постоянно обновляем продукцию, ищем самые актуальные позиции.</li>
          <li>Качество товара для нас превыше всего.</li>
          <li>Предлагаем приятную ценовую политику. Цены ниже, чем у конкурентов.</li>
          <li>Быстрая отгрузка и надежная доставка через транспортные компании. Товар можно забрать самовывозом.</li>
          <li>Выставляем на онлайн витрины товар, на который всегда есть спрос.
            Продукция не будет залеживаться на полках. Ее быстро разбирают на подарки.
            Покупают, чтобы просто порадовать себя приятной мелочью.
          </li>
          
        </ul>
      </section>
    </div>
  );
};
