import styles from "./About.scss";

export const About = () => {
  return (
    <div>
      <section>
        <h2>Оптовые поставки оригинальных сувениров, аксессуаров, подарков</h2>
        <p>
        Приятные мелочи —  это то, чем мы занимаемся. Аксессуары, сувениры, канцелярия, гаджеты, подарки, посуда, элементы декора всегда нужны в повседневной жизни. 

Мы — оптовая площадка, ориентированная на сотрудничество с малым бизнесом. Ведем плотное сотрудничество с самыми надежными и проверенными поставщиками, что хорошо сказывается на нашей репутации. С нами уже сотрудничают многие предприниматели по всей стране. 
        </p>
      </section>

      <section>
        <h2>Наши ценности</h2>
        <p>Мы придерживаемся следующих ценностей:</p>
        <ul>
          <li>Ценность 1</li>
          <li>Ценность 2</li>
          <li>Ценность 3</li>
        </ul>
      </section>
    </div>
  );
};
