import styles from './Payment.module.scss';
import payment from '../../assets/images/payment.png'


export const Payment = () => {
  return (
    <div className={styles.box}>
      <section>
    
        <h1>Минимальная сумма заказа - 4999 руб., сборка заказа осуществляется только после его оплаты.</h1>
        
        <p>
        При выборе данной формы оплаты заказа на сайте Gregas.ru Вы будете автоматически перенаправлены на платежную форму процессингового центра Тинькофф Банка, для внесения данных Вашей банковской карты.
        <br></br>
        <br></br>
Все данные, введенные Вами на платежной форме процессингового центра Тинькофф Банка, полностью защищены в соответствии с требованиями стандарта безопасности PCI DSS. Мы получаем информацию только о совершенном Вами платеже.
        <br></br>
На указанный Вами при оформлении платежа адрес электронной почты, будет отправлено сообщение об авторизации платежа.
        <br></br>
Сразу после совершения платежа вы будете перенаправлены обратно на наш сайт. Информация о вашем платеже может идти до нас от 5 секунд до нескольких минут. В случае, если по вашему мнению произошла задержка в обработке заказа, Вам необходимо обратиться в офис компании по телефону +7 xxxxxxxxx
        </p>
        <br></br>
      </section>

      <section>

        <h1>Безналичный расчет - счет для юридических лиц и индивидуальных предпринимателей </h1>
        <img className={styles.paymentpic} src={payment}></img>
        <p>Воспользоваться этой формой оплаты можно выбрав данный способ оплаты при оформлении заказа, система автоматически сформирует счет его можно скачать по ссылке по завершению оформления заказа.
Вы получите на электронную почту счёт, который необходимо оплатить в течение 3 (трех) рабочих дней.</p>
        <br></br>
        <br></br>
        <h1>Личные данные покупателя</h1>
        <p>При оформлении Заявки на Сайте Клиент предоставляет следующую информацию: Фамилия, Имя, адрес электронной почты, телефон, адрес доставки.
        <br></br>
        <br></br>
Продавец использует информацию для выполнения своих обязательств перед Клиентом. Продавец обязуется не разглашать полученную от Клиента информацию. Не считается нарушением предоставление Продавцом информации агентам и третьим лицам, действующим на основании Договора с Продавцом, для исполнения обязательств перед Клиентом.
        <br></br>
        <br></br>
Не считается нарушением обязательств разглашение информации в соответствии с обоснованными и применимыми требованиями закона. Продавец не несет ответственности за сведения, предоставленные Клиентом на Сайте в общедоступной форме.</p>
      </section>
    </div>
  );
};
