import styles from './Cargo.module.scss';



export const Cargo = () => {
  return (
    <div className={styles.box}>
      <section>
    
        <h1>Условия доставки</h1>
        <br></br>
        <h1>Минимальная сумма заказа - 4999 руб., сборка заказа осуществляется только после его оплаты.</h1>
        <br></br>
        <h1>Наш  магазин предлагает несколько вариантов доставки</h1>
      </section>
      <section>
        <li>Самовывоз с магазина в Махачкале (цум, 1 этаж, Коркмасова 14) </li>
        <li>Доставка почтой России</li>
        <li>Доставка компаниями СДЭК или Pick point</li>
        <br></br>
        <ul>Расчёт доставки индивидуальный.</ul>
      </section>
    </div>
  );
};